# MultipleValuesText Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ScheduleField..::..MultipleValuesText Property
ScheduleField Class See Also
---
The multiple values text to be used when the schedule field displays multiple element values, as specified by the display type MultipleValuesDisplayType.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2022
# Syntax
C#
---
```text
public string MultipleValuesText { get; }
```

Visual Basic
---
```text
Public ReadOnly Property MultipleValuesText As String
	Get
```

Visual C++
---
```text
public:
property String^ MultipleValuesText {
	String^ get ();
}
```

# See Also
ScheduleField Class
Autodesk.Revit.DB Namespace